Repository: me-cedric/StoryArc
Catalog: apps/ios/Packages/StoryArcEpub/Sources/EpubReaderFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# annotations.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# annotations.colour.blue
source: Blue
de: Blau
es: Azul
fr: Bleu

# annotations.colour.green
source: Green
de: Grün
es: Verde
fr: Vert

# annotations.colour.pink
source: Pink
de: Rosa
es: Rosa
fr: Rose

# annotations.colour.purple
source: Purple
de: Lila
es: Morado
fr: Violet

# annotations.colour.yellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune

# annotations.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier

# annotations.empty
source: Nothing marked yet. Select a word or a passage and a menu offers a colour.
de: Noch nichts markiert. Markieren Sie ein Wort oder einen Absatz, und ein Menü bietet eine Farbe an.
es: Nada marcado todavía. Seleccione una palabra o un pasaje y un menú ofrece un color.
fr: Rien de marqué. Sélectionnez un mot ou un passage et un menu propose une couleur.

# annotations.export.markdown
source: Share as Markdown
de: Als Markdown teilen
es: Compartir como Markdown
fr: Partager en Markdown

# annotations.export.text
source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte

# annotations.note
source: Note
de: Notiz
es: Nota

# annotations.remove
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer

# annotations.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer

# annotations.title
source: Notes
de: Notizen
es: Notas

# bookmarks.add
source: Bookmark this page
de: Diese Seite mit einem Lesezeichen versehen
es: Marcar esta página
fr: Marquer cette page

# bookmarks.empty
source: Nothing marked yet. The ribbon in the bar above marks the page you are on.
de: Noch nichts markiert. Das Band in der Leiste oben markiert die Seite, auf der Sie sind.
es: Nada marcado todavía. La cinta de la barra superior marca la página en la que está.
fr: Aucun signet. Le ruban dans la barre ci-dessus marque la page où vous êtes.

# bookmarks.remove
source: Remove bookmark
de: Lesezeichen entfernen
es: Quitar el marcador
fr: Supprimer le signet

# bookmarks.title
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets

# bookmarks.unnamed
source: Unnamed chapter
de: Kapitel ohne Titel
es: Capítulo sin título
fr: Chapitre sans titre

# contents.done
source: Done
de: Fertig
es: Hecho
fr: Terminé

# contents.empty
source: This book declares no table of contents.
de: Dieses Buch deklariert kein Inhaltsverzeichnis.
es: Este libro no declara ningún índice.
fr: Ce livre ne déclare aucun sommaire.

# contents.title
source: Contents
de: Inhalt
es: Índice
fr: Sommaire

# contents.untitled
source: Untitled section
de: Abschnitt ohne Titel
es: Sección sin título
fr: Section sans titre

# epub.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# epub.failure.unreachable
source: This book could not be reached.
de: Dieses Buch ist nicht erreichbar.
es: No se puede acceder a este libro.
fr: Ce livre est introuvable.

# epub.failure.unreadable
source: This book could not be opened.
de: Dieses Buch konnte nicht geöffnet werden.
es: No se ha podido abrir este libro.
fr: Ce livre n’a pas pu être ouvert.

# epub.leave.ask %@
source: Leave the book and open %@?
de: Das Buch verlassen und %@ öffnen?
es: ¿Salir del libro y abrir %@?
fr: Quitter le livre et ouvrir %@ ?

# epub.leave.cancel
source: Stay here
de: Hier bleiben
es: Quedarse aquí
fr: Rester ici

# epub.leave.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

# epub.menu
source: Menu
de: Menü
es: Menú

# epub.menu.done
source: Done
de: Fertig
es: Listo
fr: Terminé

# epub.progress %lld
source: %lld%% read
de: %lld%% gelesen
es: %lld%% leído
fr: %lld%% lu

# readaloud.next
source: Next sentence
de: Nächster Satz
es: Frase siguiente
fr: Phrase suivante

# readaloud.pause
source: Pause reading aloud
de: Vorlesen anhalten
es: Pausar la lectura en voz alta
fr: Suspendre la lecture à voix haute

# readaloud.play
source: Continue reading aloud
de: Vorlesen fortsetzen
es: Continuar la lectura en voz alta
fr: Reprendre la lecture à voix haute

# readaloud.previous
source: Previous sentence
de: Vorheriger Satz
es: Frase anterior
fr: Phrase précédente

# readaloud.start
source: Read aloud
de: Vorlesen
es: Leer en voz alta
fr: Lecture à voix haute

# readaloud.stop
source: Stop reading aloud
de: Vorlesen beenden
es: Detener la lectura en voz alta
fr: Arrêter la lecture à voix haute

# reader.chapter.left.aboutHalfLeft
source: about half left
de: etwa die Hälfte übrig
es: queda aproximadamente la mitad
fr: environ la moitié restante

# reader.chapter.left.justBegun
source: just begun
de: gerade begonnen
es: apenas empezado
fr: à peine commencé

# reader.chapter.left.lessThanHalfLeft
source: less than half left
de: weniger als die Hälfte übrig
es: queda menos de la mitad
fr: moins de la moitié restante

# reader.chapter.left.moreThanHalfLeft
source: more than half left
de: mehr als die Hälfte übrig
es: queda más de la mitad
fr: plus de la moitié restante

# reader.chapter.left.nearlyDone
source: nearly done
de: fast fertig
es: casi terminado
fr: presque fini

# reader.menu.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets

# reader.menu.contents
source: Contents
de: Inhalt
es: Contenido
fr: Sommaire

# reader.menu.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# reader.menu.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# reader.menu.themes
source: Reading themes
de: Lesethemen
es: Temas de lectura
fr: Thèmes de lecture

# return.title
source: Back to where you were
de: Zurück zu Ihrer Stelle
es: Volver a donde estaba
fr: Revenir où vous étiez

# search.field
source: Search in this book
de: In diesem Buch suchen
es: Buscar en este libro
fr: Rechercher dans ce livre

# search.none %@
source: Nothing found for “%@”.
de: Nichts gefunden für „%@“.
es: No se ha encontrado nada para «%@».
fr: Aucun résultat pour « %@ ».

# search.running
source: Searching…
de: Wird gesucht…
es: Buscando…
fr: Recherche en cours…

# search.title
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# theme.alignment.justified
source: Justified
de: Blocksatz
es: Justificado
fr: Justifié

# theme.alignment.left
source: Left
de: Links
es: Izquierda
fr: Gauche

# theme.alignment.publisher
source: Publisher
de: Verlag
es: Editor
fr: Éditeur

# theme.axis.boldText
source: Bold text
de: Fetter Text
es: Texto en negrita
fr: Texte gras

# theme.axis.characterSpacing
source: Character spacing
de: Zeichenabstand
es: Espaciado entre caracteres
fr: Espacement des caractères

# theme.axis.fontFamily
source: Typeface
de: Schriftart
es: Tipografía
fr: Police

# theme.axis.fontSize
source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte

# theme.axis.hyphenation
source: Hyphenation
de: Silbentrennung
es: Partición de palabras
fr: Césure

# theme.axis.lineSpacing
source: Line spacing
de: Zeilenabstand
es: Interlineado
fr: Interligne

# theme.axis.margins
source: Margins
de: Ränder
es: Márgenes
fr: Marges

# theme.axis.paragraphSpacing
source: Paragraph spacing
de: Absatzabstand
es: Espaciado entre párrafos
fr: Espacement des paragraphes

# theme.axis.textAlignment
source: Text alignment
de: Textausrichtung
es: Alineación del texto
fr: Alignement du texte

# theme.axis.value.em %@
source: %@ times
de: %@-fach
es: %@ veces
fr: %@ fois

# theme.axis.value.multiple %@
source: %@ times
de: %@-fach
es: %@ veces
fr: %@ fois

# theme.axis.wordSpacing
source: Word spacing
de: Wortabstand
es: Espaciado entre palabras
fr: Espacement des mots

# theme.brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité

# theme.done
source: Done
de: Fertig
es: Hecho
fr: Terminé

# theme.fontSize
source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte

# theme.fontSize.larger
source: Larger
de: Größer
es: Más grande
fr: Plus grand

# theme.fontSize.percent %lld
source: %lld%% of the publisher's size
de: %lld %% der Verlagsgröße
es: %lld %% del tamaño del editor
fr: %lld %% de la taille de l’éditeur

# theme.fontSize.position %lld %lld
source: Size %1$lld of %2$lld
de: Größe %1$lld von %2$lld
es: Tamaño %1$lld de %2$lld
fr: Taille %1$lld sur %2$lld

# theme.fontSize.smaller
source: Smaller
de: Kleiner
es: Más pequeño
fr: Plus petit

# theme.modified
source: Modified
de: Geändert
es: Modificado
fr: Modifié

# theme.pageColour
source: Page colour
de: Seitenfarbe
es: Color de la página
fr: Couleur de la page

# theme.pageColour.belowAAA
source: Readable, but below the 7 to 1 that every built-in theme meets.
de: Lesbar, aber unter dem Verhältnis 7 zu 1, das jedes mitgelieferte Thema erreicht.
es: Legible, pero por debajo del 7 a 1 que cumple cada tema incluido.
fr: Lisible, mais en dessous du 7 pour 1 que respecte chaque thème fourni.

# theme.pageColour.clear
source: Use the theme's colours
de: Farben des Themas verwenden
es: Usar los colores del tema
fr: Utiliser les couleurs du thème

# theme.pageColour.name
source: Name this colour
de: Diese Farbe benennen
es: Nombrar este color
fr: Nommer cette couleur

# theme.pageColour.pick
source: Choose your own
de: Eigene wählen
es: Elegir el tuyo
fr: Choisir la vôtre

# theme.pageColour.ratio %@
source: Contrast %@ to 1
de: Kontrast %@ zu 1
es: Contraste %@ a 1
fr: Contraste %@ pour 1

# theme.pageColour.refused %@ %@
source: Not applied. %1$@ to 1 is below the %2$@ to 1 needed to read comfortably.
de: Nicht angewendet. %1$@ zu 1 liegt unter den %2$@ zu 1, die zum bequemen Lesen nötig sind.
es: No aplicado. %1$@ a 1 está por debajo del %2$@ a 1 necesario para leer con comodidad.
fr: Non appliqué. %1$@ pour 1 est en dessous du %2$@ pour 1 nécessaire pour lire confortablement.

# theme.pageColour.sample
source: Text long enough to judge the pairing by.
de: Text, der lang genug ist, um die Kombination zu beurteilen.
es: Texto lo bastante largo para juzgar la combinación.
fr: Un texte assez long pour juger de l’association.

# theme.pageColour.sample.label
source: Sample of the text and background together
de: Beispiel für Text und Hintergrund zusammen
es: Muestra del texto y el fondo juntos
fr: Échantillon du texte et du fond ensemble

# theme.pageColour.swatch %@
source: Colour %@
de: Farbe %@
es: Color %@
fr: Couleur %@

# theme.pageColour.textColour
source: Text colour
de: Textfarbe
es: Color del texto
fr: Couleur du texte

# theme.pageColour.untitled
source: Mine
de: Meine
es: El mío
fr: La mienne

# theme.pageTurn
source: Page turn
de: Seitenwechsel
es: Cambio de página
fr: Tourne de page

# theme.pageTurn.curl
source: Curl
de: Blättern
es: Doblez
fr: Pliure

# theme.pageTurn.fade
source: Fast fade
de: Schnelles Überblenden
es: Fundido rápido
fr: Fondu rapide

# theme.pageTurn.paginated
source: Pages
de: Seiten
es: Páginas

# theme.pageTurn.reduceMotion
source: Unavailable while Reduce Motion is on.
de: Nicht verfügbar, solange „Bewegung reduzieren“ aktiv ist.
es: No disponible mientras «Reducir movimiento» está activado.
fr: Indisponible lorsque Réduire les animations est activé.

# theme.pageTurn.reflowable
source: Not available for books whose text resizes.
de: Nicht verfügbar für Bücher, deren Text sich in der Größe anpasst.
es: No disponible para libros cuyo texto cambia de tamaño.
fr: Non disponible pour les livres dont le texte se redimensionne.

# theme.pageTurn.scroll
source: Continuous scroll
de: Fortlaufendes Scrollen
es: Desplazamiento continuo
fr: Défilement continu

# theme.preset.bold
source: Bold
de: Kräftig
es: Marcado
fr: Marqué

# theme.preset.calm
source: Calm
de: Sanft
es: Suave
fr: Calme

# theme.preset.focus
source: Focus
de: Fokus
es: Enfoque

# theme.preset.paper
source: Paper
de: Papier
es: Papel
fr: Papier

# theme.preset.quiet
source: Quiet
de: Ruhig
es: Sobrio
fr: Sobre

# theme.presets
source: Themes
de: Themen
es: Temas
fr: Thèmes

# theme.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu

# theme.preview.description
source: A sample page in the settings you have chosen.
de: Eine Beispielseite mit den von Ihnen gewählten Einstellungen.
es: Una página de ejemplo con los ajustes que has elegido.
fr: Un exemple de page avec les réglages que vous avez choisis.

# theme.preview.sample
source: The light had gone out of the afternoon by the time she reached the last of the hedgerows, and the lane ahead of her narrowed until it was little more than a suggestion between the fields. She walked on anyway, counting the gates.
de: Das Licht war aus dem Nachmittag gewichen, als sie die letzte der Hecken erreichte, und der Weg vor ihr verengte sich, bis er kaum mehr war als eine Andeutung zwischen den Feldern. Sie ging dennoch weiter und zählte die Gatter.
es: La luz se había ido de la tarde cuando llegó al último de los setos, y el camino que tenía delante se estrechó hasta no ser más que una insinuación entre los campos. Aun así siguió andando, contando las cancelas.
fr: La lumière avait quitté l’après-midi lorsqu’elle atteignit la dernière des haies, et le chemin devant elle se rétrécit jusqu’à n’être plus qu’une suggestion entre les champs. Elle continua malgré tout, comptant les barrières.

# theme.publisherStyles.action
source: Use StoryArc's typography
de: StoryArcs Typografie verwenden
es: Usar la tipografía de StoryArc
fr: Utiliser la typographie de StoryArc

# theme.publisherStyles.reason
source: Original keeps the book exactly as it was published, so these controls cannot reach the page. Text size still can.
de: Original behält das Buch genau so, wie es veröffentlicht wurde, deshalb erreichen diese Regler die Seite nicht. Die Textgröße schon.
es: Original mantiene el libro exactamente como se publicó, así que estos controles no llegan a la página. El tamaño del texto sí.
fr: Original conserve le livre exactement tel qu’il a été publié : ces réglages ne peuvent donc pas atteindre la page. La taille du texte, si.

# theme.publisherStyles.title
source: The publisher's styling is in use
de: Die Gestaltung des Verlags ist aktiv
es: Se usa el estilo del editor
fr: La mise en forme de l’éditeur est active

# theme.restore
source: Restore
de: Zurücksetzen
es: Restaurar
fr: Rétablir

# theme.spacing
source: Spacing
de: Abstände
es: Espaciado
fr: Espacement

# theme.title
source: Reading
de: Lesen
es: Lectura
fr: Lecture

# theme.typeface.lowVision
source: Designed for low vision
de: Für Sehbehinderung entwickelt
es: Diseñada para baja visión
fr: Conçue pour la basse vision

# theme.typeface.publisher
source: Publisher
de: Verlag
es: Editor
fr: Éditeur
